tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"
tap "sambadevi/powerlevel9k"
brew "xz"
brew "bat"
brew "openssl@3"
brew "readline"
brew "python@3.11"
brew "black"
brew "broot"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "direnv"
brew "node"
brew "eslint"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "fortune"
brew "fzf"
brew "git"
brew "gnupg"
brew "go"
brew "gron"
brew "hexyl"
brew "highlight"
brew "hub"
brew "hyperfine"
brew "jq"
brew "lazygit"
brew "macvim", link: false
brew "mailhog"
brew "mosh"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nnn"
brew "postgresql@14", restart_service: true
brew "postgresql@15"
brew "virtualenv"
brew "pre-commit"
brew "prettier"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "redis"
brew "ripgrep"
brew "shellcheck"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wtfutil"
brew "yarn"
brew "z"
brew "zlib"
brew "zsh"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "1password-cli"
cask "anaconda"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
