tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "sambadevi/powerlevel9k"
brew "bat"
brew "broot"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "fd"
brew "figlet"
brew "fortune"
brew "fzf"
brew "gnupg"
brew "go"
brew "gron"
brew "hexyl"
brew "highlight"
brew "hub"
brew "hyperfine"
brew "python"
brew "macvim"
brew "mailhog"
brew "nnn"
brew "node"
brew "postgresql", restart_service: true
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenvwrapper"
brew "redis"
brew "rust"
brew "shellcheck"
brew "tldr", link: false
brew "tmux"
brew "tree"
brew "vim", link: false
brew "watch"
brew "yarn"
brew "z"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "font-hack-nerd-font"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "suspicious-package"
